//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Um local seguro para todos os seus dados";
"_intro_1_text_"    = "Mantenha seus dados seguros e sob seu controle";

"_intro_2_title_"   = "Multicontas";
"_intro_2_text_"    = "Conecte-se a todas suas nuvens e toque no logotipo do Nextcloud na aba Arquivos para alternar entre elas";

"_intro_3_title_"   = "Iniciar";
"_intro_3_text_"    = "Muito bom, seu Вышка Диск está pronto para uso. Mais informações, notícias e informações de contato podem ser encontradas em https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "O protocolo de criptografia Crypto Cloud não está mais disponível mas você ainda pode descriptografar seus arquivos baixando a aplicativo grátis da AppStore\n\n'CryptoCloud para Nextcloud'\n\nEm breve haverá um novo protocolo EndToEnd disponível para todos os clients Nextcloud\n\n\nClique para Iniciar";

"_log_in_"          = "Entrar";
"_sign_up_"         = "Registre-se com um provedor";
